aalgo.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cxml="http://tempuri.org/">
<soapenv:Header/>
<soapenv:Body>
<cxml:EnvioCFE>
<cxml:nomusuario>erp2</cxml:nomusuario>
<cxml:clave>erp2</cxml:clave>
<cxml:tenant>morale</cxml:tenant>
<cxml:cliente></cxml:cliente>
<cxml:cfexml><![CDATA[<?xml version="1.0" encoding="UTF-8" ?>
<nsAdenda:CFE_Adenda xmlns:nsAdenda="http://cfe.dgi.gub.uy">
<nsAd:CFE version="1.0" xmlns:nsAd="http://cfe.dgi.gub.uy">
<nsAd:eFact>
 <nsAd:Encabezado>
<nsAd:IdDoc>
<nsAd:TipoCFE>111</nsAd:TipoCFE>
<nsAd:Serie></nsAd:Serie>
<nsAd:Nro></nsAd:Nro>
<nsAd:FchEmis>2019-03-12</nsAd:FchEmis>
<nsAd:MntBruto>1</nsAd:MntBruto>
<nsAd:FmaPago>2</nsAd:FmaPago>
</nsAd:IdDoc>
<nsAd:Emisor>
<nsAd:RUCEmisor>120132110017</nsAd:RUCEmisor>
<nsAd:RznSoc>Heriberto Daniel Morales Ayende</nsAd:RznSoc>
<nsAd:NomComercial>Morales Repuestos</nsAd:NomComercial>
<nsAd:EmiSucursal>Sucursal principal</nsAd:EmiSucursal>
<nsAd:CdgDGISucur>2</nsAd:CdgDGISucur>
<nsAd:DomFiscal>Rep. Argentina 1718</nsAd:DomFiscal>
<nsAd:Ciudad>PAYSANDU</nsAd:Ciudad>
<nsAd:Departamento>PAYSANDU</nsAd:Departamento>
</nsAd:Emisor>
<nsAd:Receptor>
<nsAd:TipoDocRecep>2</nsAd:TipoDocRecep>
<nsAd:CodPaisRecep>UY</nsAd:CodPaisRecep>
<nsAd:DocRecep>120141620014</nsAd:DocRecep>
<nsAd:RznSocRecep>415 - ABALO</nsAd:RznSocRecep>
<nsAd:DirRecep>ITUZAINGO 1651</nsAd:DirRecep>
<nsAd:CiudadRecep>PAYSANDU</nsAd:CiudadRecep>
<nsAd:DeptoRecep>PAYSANDU</nsAd:DeptoRecep>
<nsAd:PaisRecep>URUGUAY</nsAd:PaisRecep>
</nsAd:Receptor>
<nsAd:Totales>
<nsAd:TpoMoneda>UYU</nsAd:TpoMoneda><nsAd:MntNoGrv>0.00</nsAd:MntNoGrv>
<nsAd:MntNetoIvaTasaMin>0.00</nsAd:MntNetoIvaTasaMin>
<nsAd:MntNetoIVATasaBasica>494.26</nsAd:MntNetoIVATasaBasica>
<nsAd:IVATasaMin>10</nsAd:IVATasaMin>
<nsAd:IVATasaBasica>22</nsAd:IVATasaBasica>
<nsAd:MntIVATasaMin>0.00</nsAd:MntIVATasaMin>
<nsAd:MntIVATasaBasica>108.74</nsAd:MntIVATasaBasica>
<nsAd:MntTotal>603</nsAd:MntTotal>
<nsAd:CantLinDet>1</nsAd:CantLinDet>
<nsAd:MontoNF>0.0</nsAd:MontoNF>
<nsAd:MntPagar>603</nsAd:MntPagar>
</nsAd:Totales>
 </nsAd:Encabezado>
<nsAd:Detalle>
<nsAd:Item>
<nsAd:NroLinDet>1</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>1000-AMORT TRAS TOYOTA</nsAd:NomItem>
<nsAd:Cantidad>1.00</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>603.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>603</nsAd:MontoItem>
</nsAd:Item>
</nsAd:Detalle>
<nsAd:CAEData>
<nsAd:CAE_ID>1</nsAd:CAE_ID>
<nsAd:DNro>1</nsAd:DNro>
<nsAd:HNro>1</nsAd:HNro>
<nsAd:FecVenc></nsAd:FecVenc>
</nsAd:CAEData>
</nsAd:eFact>
</nsAd:CFE>
<nsAdenda:Adenda>Obs: PARA EL CARTEL DEL IMPORTE                                                                                                                                                                                                                                     &lt;br&gt;Cliente Nro: 415 - ABALO&lt;br&gt;PAGANDO ANTES DEL 10 DEL MES                 &lt;br&gt;20 % DESCUENTO                               &lt;br&gt;                                             &lt;br&gt;Ref: 340355</nsAdenda:Adenda></nsAdenda:CFE_Adenda>
]]></cxml:cfexml>
<cxml:referenciaERP>340355</cxml:referenciaERP>
<cxml:devolverQR>0</cxml:devolverQR>
<cxml:sizeQR>10</cxml:sizeQR>
<cxml:impprime>0</cxml:impprime>
<cxml:template>Uso General</cxml:template>
<cxml:devolverXML>0</cxml:devolverXML>
<cxml:version></cxml:version>
</cxml:EnvioCFE>
</soapenv:Body>
</soapenv:Envelope>
